Repository: UfSoft/captcha-trader-qt-client
Catalog: qtct/i18n/*/LC_MESSAGES/qtct.po
Languages: pt_pt

source: The server encountered an unexpected situation and the request was aborted.
pt_pt: O servidor encontrou uma sictuação inexperada e o pedido foi abortado.

source: The request was not submitted correctly.
pt_pt: O pedido não foi enviado correctamente.

source: The username/password combination was incorrect.
pt_pt: A combinação nome de utilizador/palavra-passe estava incorrecta.

source: The user has exceeded the number of connections permitted. A normal response is to try again later and dequeue existing connections.
pt_pt: O utilizador excedeu o número de connecções permitidas. Uma resposta " " ""normal é tentar novamente mais tarde e cancelar ligações existentes.

source: The maximum request rate (configured on the account page) has been exceeded.
pt_pt: O número máximo de pedidos(configurados na página da conta) foi excedido.

source: The maximum hourly submission rate (configured on the account page) has been exceeded.
pt_pt: O número máximo por hora de submissão(configurado na página da conta) " "foi" " "" excedido.

source: I couldn't detect any system tray on this system.
pt_pt: Não foi detectado um systray neste sistema.

source: Captcha Trader Qt Client
pt_pt: Cliente Captcha Trader Qt

source: About
pt_pt: Sobre

source: Waiting
pt_pt: A aguardar

source: Failed
pt_pt: Falhou

source: Correct
pt_pt: Correcto

source: Skipped
pt_pt: Pulado

source: Ticket ID
pt_pt: Bilhete

source: Solution
pt_pt: Solução

source: Status
pt_pt: Estado

source: Not Available
pt_pt: Indisponível

source: Credits:
pt_pt: Créditos:

source: Next Captcha:
pt_pt: Próximo Captcha:

source: %(secs)s secs
pt_pt: %(secs)s segs

source: Client Stopped
pt_pt: Cliente Parado

source: Starting client
pt_pt: A iniciar cliente

source: Credits: %(credits)s<br>Queue position: %(queue_pos)s<br>Waiting for %(secs)s seconds.
pt_pt: Creditos: %(credits)s<br>Posição na queue: %(queue_pos)s<br>Aguardar " " ""%(secs)s seconds.

source: Solve Captcha
pt_pt: Resolver Captcha

source: Solve
pt_pt: Resolver

source: Skip
pt_pt: Avançar

source: File
pt_pt: Ficheiro

source: Help
pt_pt: Ajuda

source: Start Solving
pt_pt: Começar a Resolver

source: Start Solving Captcha's
pt_pt: Começar a Resolver Captcha's

source: Stop Solving
pt_pt: Parar de Resolver

source: Stop Solving Captcha's
pt_pt: Parar de Resolver Captcha's

source: Preferences
pt_pt: Preferências

source: Show Preferences
pt_pt: Exibir Preferências

source: Quit
pt_pt: Sair

source: Exit
pt_pt: Sair

source: Show Captcha Client
pt_pt: Exibir Cliente Captcha

source: Account
pt_pt: Conta

source: Username
pt_pt: Nome de Utilizador

source: Password
pt_pt: Palavra-passe

source: Start solving captcha's once started
pt_pt: Começar a resolver captcha's após o início

source: Do not show the main window when starting.
pt_pt: Não exibir a janela príncipal após iniciar.

source: Start minimized
pt_pt: Iniciar Minimizado

source: Show credits and wait time in toolbar instead of the status bar
pt_pt: Exibir créditos e tempo de espera na toolbar em vez de exibir na statusbar

source: Show credits and wait time in toolbar
pt_pt: Exibir créditos e tempo de espera na toolbar

source: Language
pt_pt: Linguagem

source: Requires a restart!
pt_pt: Necessita reiniciar a aplicação!

source: Application Name: %(appname)s Version: %(version)s %(error)s
pt_pt: Nome da Aplicação: %(appname)s" "Versão: %(version)s" "%(error)s

source: Error Report
pt_pt: Relatório de Erros

source: Something went wrong. Would you like to send the error report to UfSoft.org?
pt_pt: Passou-se algo de errado. Quer enviar um relatório de erros para " " ""UfSoft.org?

source: Although the application should continue to run after this error, it may be in an unstable state, so it is recommended that you restart the application.
pt_pt: Embora a aplicação deva continuar a correr depois deste erro, poderá " " ""encontra-se unm estado instável, portanto, é recomendável reiniciar a " "" " ""aplicação.

source: Don't Send
pt_pt: Não Enviar

source: Send
pt_pt: Enviar
